Repository: moses131/codecannyon_org
Catalog: SurveyClick - Install me/content/themes/Default/locale/*/LC_MESSAGES/def-theme.po
Languages: ro_ro

source: Not found
ro_ro: Nu a putut fi găsit

source: Help
ro_ro: Ajutor

source: Read more
ro_ro: Citește mai mult

source: Home
ro_ro: Acasă

source: Choose your language
ro_ro: Alegeți limba

source: View questions
ro_ro: Întrebări

source: New question
ro_ro: Întrebare nouă

source: Edit question
ro_ro: Editare întrebarea

source: Show on homepage
ro_ro: Afișați pe pagina principală

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: View posts
ro_ro: Postări

source: New post
ro_ro: Postare nouă

source: Edit post
ro_ro: Editare postare

source: Thumbnail
ro_ro: Imagine

source: Reading duration
ro_ro: Durată lectură

source: Excerpt
ro_ro: Pe scurt

source: Help label
ro_ro: Titlu Ajutor

source: Content
ro_ro: Conținut

source: Write here ...
ro_ro: Scrieți aici ...

source: Options
ro_ro: Opțiuni

source: Text intent
ro_ro: Alineat text

source: First paragraph
ro_ro: Primul paragraf

source: All paragraphs
ro_ro: Toate paragrafele

source: Text size
ro_ro: Marime text

source: Big
ro_ro: Mare

source: Front page
ro_ro: Pagină principală

source: Hero section title
ro_ro: Titlu secțiune hero

source: Build beautiful surveys.
ro_ro: Creați sondaje uimitoare.

source: Hero section highlights
ro_ro: Titluri secțiune hero

source: Words separated by a comma
ro_ro: Cuvinte separate cu virgulă

source: Easy, Fast, Professional
ro_ro: Usor, Rapid, Profesional

source: Click me
ro_ro: Click aici

source: Sections
ro_ro: Secțiuni

source: Add new section
ro_ro: Adaugă secțiune nouă

source: New section
ro_ro: Secțiune nouă

source: Title
ro_ro: Titlu

source: Image
ro_ro: Imagine

source: Text boxes
ro_ro: Cutii text

source: Add new box
ro_ro: Adaugă cutie

source: New box
ro_ro: Cutie nouă

source: Link name
ro_ro: Nume link

source: Call to action box
ro_ro: Cutie indemnare la acțiune

source: Call to action link
ro_ro: Link cutie îndemnare la acțiune

source: This link appears after the hero section
ro_ro: Acest link apare dupa secțiunea hero

source: Respondents page
ro_ro: Pagină respondenți

source: Pricing page
ro_ro: Pagină prețuri

source: Personal plans sections
ro_ro: Secțiuni planuri personale

source: Team plans sections
ro_ro: Secțiuni planuri echipă

source: FAQs page
ro_ro: Pagină Înrebări frecvente

source: Logo on fixed menu
ro_ro: Logo pe meniul fix

source: Main menu
ro_ro: Meniu principal

source: Default
ro_ro: Implicit

source: For respondents
ro_ro: Pentru respondenți

source: Pricing
ro_ro: Prețuri

source: More
ro_ro: Mai mult

source: Templates
ro_ro: Șabloane

source: Examples
ro_ro: Exemple

source: Contact us
ro_ro: Contactați-ne

source: Footer menu
ro_ro: Meniu subsol

source: Sign in
ro_ro: Intrare

source: Sign up
ro_ro: Alăturați-vă

source: Professional., Easy., Fast.
ro_ro: Profesional., Ușor., Rapid.

source: Free
ro_ro: Gratuit

source: Building beautiful surveys
ro_ro: Creați sondaje uimitoare.

source: You can choose from a vast variety of inputs in order to create even the most complex surveys. Or you can choose from one of our pre-made templates. Either way, your success is guaranteed, because if you care about the stats, there is no other option.
ro_ro: Puteți alege dintr-o vastă varietate de opțiuni pentru a creea pană și cele mai complexe sondaje. Sau puteți alege unul din șabloane. Dacă vă pasă de statistici, succesul este garantat.

source: Collect responses in style
ro_ro: Colectați răspusuri cu stil

source: When you consider that your survey is ready, create your first collector and start collecting responses right away. Publish the link on your website, and social profiles, or send it via email. If this is not your style, collect responses from our members.
ro_ro: Atunci când considerați că sondajul dvs. este pregătit, creați primul colector și începeți imediat. Publicați link-ul pe site-ul dvs. sau trimiteți-l prin email. Puteți colecta răspunsuri de la membri site-ului nostru.

source: Analize responses like a PRO
ro_ro: Analizați ca un PROfesionist

source: Create reports, save and compare through time. Know the evolution of your product or service and act. Collect responses and learn what your customers need.
ro_ro: Creați rapoarte, salvați si comparați-le în timp. Aflați evoluția produselor sau serviciilor dvs. si acționați. Colectați răspusuri și întelegiți mai bine ce doresc clienții dvs.

source: Work with your team
ro_ro: Lucrați împreună cu echipa

source: Invite the whole team to join you and analyze everything together. All members of your team can create their own reports, and share them with other members of the team.
ro_ro: Invitați-vă echipa să vi se alăture și lucrați împreună. Toți membri echipei dvs. pot creea propriile rapoarte.

source: Free, no credit card required
ro_ro: Gratuit, fară card de credit

source: Our services are absolutely free and you can start immediately without any credit card required. No trial version so you can upgrade when you want and only if you need.
ro_ro: Serviciile noastre sunt absolut gratuite, puteți începe imediat fără a vi se cere un card de credit. Nu există perioadă de probă, deci puteți să vă upgradați contul când doriți și doar dacă aveți nevoie.

source: Amazing tools, no restrictions
ro_ro: Unelte uimitoare, fără restricții

source: All question types are free to use. No restrictions. Join us today and start with a free account without any restrictions. Collect responses free from your sources.
ro_ro: Toate tipurile de întrebări pot fi folosite grauit. Fară restricții. Alăturați-vă astăzi și începeți cu un cont gratuit fără niciun fel de restricție. Colectați răspunsuri gratuit de la suresele dvs.

source: With the team is easier
ro_ro: Cu echipa e mai ușor

source: Your team, your account! All surveys are associated with your account, so you don
ro_ro: Echipa dvs., contul dvs.! Toate sondajele sunt asociate cu contul dvs., deci nu trebuie să plătiți pentru fiecare membru al echipei în parte. Contul dvs. este tot ce trebuie pentru echipă.

source: Keep in touch
ro_ro: Țineți legătura ușor

source: Each member of your team can create their own reports. They can share the reports with one member of the team or with everyone. In-app chat with your team.
ro_ro: Fiecare membru al echipei poate crea rapoarte. Aceștia pot trimite raportele unui membru al echipei sau chiar întregii echipe. Chat direct în aplicație.

source: Work offline?
ro_ro: Lucrați offline?

source: Of course you can use your online research to the office. Print a report, print a comparison between reports, and analyze with your team offline
ro_ro: Desigur că puteți folosi cercetările dvs. din online și la birou. Printați un raport, printați o comparație între rapoarte și analizați cu echipa dvs.

source: Create amazing surveys
ro_ro: Creați sondaje uimitoare

source: Sign up today and start your first survey with absolutely no charges. No credit card required.
ro_ro: Înregistrați-vă și începeți cu primul dvs. sondaj fară niciun cost. Nu este necesar un card de credit.

source: Join today
ro_ro: Aăturați-vă acum

source: Respond and make real money
ro_ro: Răspundeți și faceți bani reali

source: Respond to surveys and get commissions. Real money and/or loyalty points.
ro_ro: Răspundeți la sondaje și obține-ți comisioane. Faceți bani reali și/sau puncte de loialitate.

source: Prev
ro_ro: Anterior

source: Next
ro_ro: Următor

source: Frequently asked questions
ro_ro: Întrebări frecvente

source: Plans for you
ro_ro: Planuri pentru dvs.

source: %s%% OFF
ro_ro: %s%% REDUS

source: / mo.
ro_ro: / lu.

source: <strong>%s</strong> surveys
ro_ro: <strong>%s</strong> sondaje

source: unlimited
ro_ro: nelimitat

source: <strong>%s</strong> responses per survey
ro_ro: <strong>%s</strong> răspunsuri per sondaj

source: <strong>%s</strong> questions
ro_ro: <strong>%s</strong> întrebări

source: <strong>%s</strong> collector
ro_ro: <strong>%s</strong> colector

source: <strong>%s</strong> space
ro_ro: <strong>%s</strong> spațiu

source: No credit card required
ro_ro: Nu necesită un card de credit

source: Expires: <strong>%s</strong>
ro_ro: Expirare: <strong>%s</strong>

source: Discount available for %s+ month
ro_ro: Reducere disponibilă pentru %s+ luni

source: Price without discount: %s
ro_ro: Preț fără discount: %s

source: Plans for teams
ro_ro: Planuri pentru echipe

source: <strong>%s</strong> team members
ro_ro: <strong>%s</strong> membri echipă

source: Respond and make money
ro_ro: Răspundeți și faceți bani

source: Respond to surveys and make money, it is simple as that. You can also gain loyalty points and exchange them for nice gifts in the loyalty rewards shop.
ro_ro: Răspundeți la sondaje și faceți bani, este simplu. Puteți acumula puncte de loialitate pe care pe puteți schimba în magazinul punctelor de loialitate cu cadouri.

source: When you want, how you want
ro_ro: Când vreți, cum vreți

source: Respond to surveys when you want on any device. Just visit our website, sign in and that is all. You choose the surveys you want to respond. Easy!
ro_ro: Răspundeți la sondaje când doriți de pe orice dispozitiv doriți. Doar vizitați website-ul nostru, logați-vă si asta e tot. Puteți alege la ce sondaje să răspundeți.

source: Invite friends, get loyalty points
ro_ro: Invitați-vă prietenii, obțineți puncte de loialitate

source: Our website is free. If your friends decide to upgrade their accounts, you get points for every month they purchase. You also get points when they register and verify their accounts.
ro_ro: Website-ul nostru este gratuit. Dacă prietenii dvs. decid să-si upgradeze conturile, dvs. obțineți puncte pentru fiecare lună de abonament cumpărată. Obțineți puncte și când se înregistrează și iși verifică conturile.

source: Our blog
ro_ro: Blogul nostru

source: Get started
ro_ro: Începeți

source: Call Us:
ro_ro: Sunați-ne

source: Email Us:
ro_ro: Email
